export const boardPersonData = [
    {
      position: '董事長',
      name: '葛均',
      experience: [
        '輔仁大學電子系',
        '國立台灣大學管理學院',
        '台大-復旦EMBA境外專班碩士班',
        '台灣飛利浦電子零件部業務經理',
      ],
      currentRoles: [
        '本公司總經理',
        '高照國際(有)公司董事',
        'Supreme International Co., Ltd.董事',
        'Golden Supreme International Pte. Ltd.董事',
        '高拓國際貿易(上海)有限公司法定代表人',
        '威恆香港實業(有)公司董事',
        '高達能源科技(股)公司法人董事代表',
        '和鈞綠能(香港)有限公司董事',
        '鼎洲電子(股)公司法人董事代表',
        '南基國際科技(有)公司董事',
        'Mighty Cosmo Limited法人董事代表',
        'Alfo International Co ., Ltd法人董事代表',
        '保康特生物科技(股)公司董事長',
        '尚驛光電(股)公司董事長',
      ],
    }, 
    {
        position: '副董事長',
        name: '邢懷成',
        experience: [
          '海洋大學電子系',
          '台灣飛利浦電子零件部業務經理',
        ],
        currentRoles: [
          '本公司副總經理',
          'Alfo International Co ., Ltd.法人董事代表',
          'Supreme International Co., Ltd.董事',
          '高照國際(有)公司董事',
          '東照電子(有)公司董事',
          '惠州市富麗電子(有)公司董事',
          '蘇州和鈞新能源(有)公司總經理',
          '威恆香港實業(有)公司董事',
          '高達能源科技(股)公司董事長',
          '南基國際科技(有)公司董事',
          '保康特生物科技(股)公司法人董事代表',
          '尚驛光電(股)公司法人董事代表',
          '香港芯知己數碼(有)公司董事',
          '海寧樂眾信息技術(股)公司董事',
        ],
      },
      {
        position: '董事',
        name: '謝錦宗',
        experience: [
          '海洋大學電子系',
          '台灣飛利浦電子零件部業務經理',
        ],
        currentRoles: [
          '高照國際(有)公司副董事長',
          'Alfo International Co ., Ltd. 法人董事代表',
        ],
      },
      {
        position: '董事',
        name: '胡正陽',
        experience: [
          '台灣大學商學碩士',
          '品佳(股)公司總經理',
        ],
        currentRoles: [
          '鼎洲電子(股)公司董事長',
          '群淂集團控股(有)公司董事',
          '群淂數碼科技(上海)(有)公司法定代表人',
        ],
      },
      {
        position: '獨立董事',
        name: '王淮',
        experience: [
          '國立政治大學企管碩士',
          '龍巖(股)公司獨立董事',
          '博錸生技(股)公司獨立董事',
          '智擎生技製藥(股)公司獨立董事',
          '中華公司治理協會理事',
        ],
        currentRoles: [
          '博錸生技(股)公司獨立董事',
          '生華創業投資(股)公司監察人',
        ],
      },
      {
        position: '獨立董事',
        name: '林佩蓉',
        experience: [
          '國立台灣大學管理學院',
          '台大-復旦EMBA境外專班碩士班',
          '東森電視業務營銷部副總經理',
        ],
        currentRoles: [
          '安禾智通(股)公司董事長',
          '安璽整合行銷(股)公司董事長',
          '鉑齡(股)公司董事長',
          '安投(股)公司董事長',
          '安智媒體行銷(股)公司董事長',
        ],
      },
      {
        position: '獨立董事',
        name: '楊耀松',
        experience: [
          '英國萊斯特大學EMBA',
          '魔奇科技(股)公司董事',
          '香港華馨達國際(股)公司副董事長',
          '晨星半導體(股)公司總經理特助',
        ],
        currentRoles: [
          '香港華馨達國際(股)公司副董事長',
        ],
      },
      {
        position: '獨立董事',
        name: '黃國誠',
        experience: [
          '清華大學數學系',
          '威強電(股)公司副總經理',
        ],
        currentRoles: [
          '泓格科技(股)公司副總經理',
          '上海金泓格國際貿易(有)公司監察人',
          '泓格通科技(武漢)(有)公司監察人',
        ],
      },
  ];